//
//  Task.h
//  homeWork27
//
//  Created by Валерий Вергейчик on 3.07.22.
//

#ifndef Task_h
#define Task_h


#endif
/* К следующему занятию необходимо сделать следующее:
1. Добавить VC на котором будет отображаться карта.
2. По тапу на карту получать погоду для координат и выводить на экран в том же контроллере.
 3. Добавить TabbarViewController, в котором будет 2 вкладки.
 первая вкладка будет с вашей текущей погодой.
 вторая вкладкая будет с картой.
 4. Сверстать макет(т.е. без дизайна, просто блоки) экрана с погодой с возможностью просматривать текущую погоду(основные показатели), погоду по часам и по дням на одном экране. Можно взять за основу системную погоду для iOS.
 */
